Repository: jtschneider/PHCRemoteControl
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de

source: Acknowledgments
de: Danksagungen

source: Activate
de: Aktivieren

source: App icon artwork
de: App-Icon-Grafik

source: Brightness
de: Helligkeit

source: Can't reach the PHC
de: PHC nicht erreichbar

source: Close shutter
de: Herunterfahren

source: Closing…
de: Herunterfahren…

source: Collapse All
de: Alle einklappen

source: Connect to STM
de: Mit STM verbinden

source: Connecting…
de: Verbinden…

source: Demo Mode (no hardware)
de: Demo-Modus (ohne Hardware)

source: Disconnect
de: Trennen

source: Done
de: Fertig

source: Enter the IP address of your PHC control unit (STM). Port 6680 is used automatically.
de: Gib die IP-Adresse deiner PHC-Steuereinheit (STM) ein. Port 6680 wird automatisch verwendet.

source: Expand All
de: Alle ausklappen

source: Floors
de: Stockwerke

source: Full license texts
de: Vollständige Lizenztexte

source: Lights
de: Deckenlichter

source: On
de: Ein

source: Open shutter
de: Hochfahren

source: Open-source licenses
de: Open-Source-Lizenzen

source: Opening…
de: Hochfahren…

source: Outlets
de: Steckdosen

source: Reload from STM
de: Von STM neu laden

source: Scenes
de: Szenen

source: Select a floor
de: Stockwerk auswählen

source: Shutters
de: Rollläden

source: STM IP Address
de: STM-IP-Adresse

source: Stop shutter
de: Stoppen

source: ZIP extraction
de: ZIP-Entpackung
